{
    "index": {
        "title": "Hello! here are the valid commands",
        "description": [
            "**api *name *args** - a bunch of APIs that I found\n",
            "**embed *data** - generates an embed, you need the manage messages permission to do so\n",
            "**gifs** - lists all loaded categories of gifs/images\n",
            "**help *command** - show info about all commands or the specified command\n",
            "**info *page** - shows info about créu and his friends!\n",
            "**poll *title, *options** - makes a poll, with title and options (up to 20), separate by commas, both can be ommited",
            "**stats** - shows some useful stats\n",
            "**time *area** - use this command to see what time is it in another place\n",
            "**8ball *question** - make a question, and I'll roll a magic 8 ball for you\n\n",
            "Questions, suggestions, bugs or anything else? DM leninnog#2580\n\n",
            "Want me on your server? [click here!](https://discord.com/api/oauth2/authorize?client_id=740006457805635678&permissions=537259072&scope=bot)\n\n",
            "**Credits:** the bot's icon and the 8ball were made by zulimations, other images included here made by PriVer, code by leninnog\n\n",
            "_**Also, here is a copyright disclaimer!**_\n",
            "© 2020 PriVer. All rights reserved. All visual content on this bot (including characters, images and trademarks) are protected by Intellectual Property rights owned by Priscila Vertamatti."
        ]
    },
    "api": {
        "title": "APIs!",
        "description": [
            "A bunch of APIs I found on the internet, you may use this command to list the ones available, and `%help api <apiName>` to see what one does"
        ]
    },
    "embed": {
        "title": "Embeds!",
        "description": [
            "A quick way to make embeds!",
            "you may use it with the standard json format for embeds, without the outer brackets"
        ]
    },
    "gifs": {
        "title": "Gifs/Images!",
        "description": [
            "This command lists all loaded categories of gifs/images\n\n",
            "You may use them as a normal command, for example, %slap"
        ]
    },
    "info": {
        "title": "Info!",
        "description": [
            "Shows info about créu and his friends!\n\n",
            "Use this command to see avaiable pages"
        ]
    },
    "poll": {
        "title": "Reaction polls!",
        "description": [
            "Makes a poll with reactions\n\n",
            "You may use this command with a title and up to 20 options, separated by commas, but you can also use without options, or even without a title"
        ]
    },
    "stats": {
        "title": "Statistics!",
        "description": [
            "Shows some possibly useful numbers"

        ]
    },
    "time": {
        "title": "Timezones!",
        "description": [
            "Timezones are weird, but my developer found an [api](http://worldtimeapi.org) I can push data all day!\n\n",
            "You can use this command to see avaiable zones"
        ]
    }
}