{
    "welcome":{
        "color": 3152810,
        "title": "Welcome!",
        "description": "Welcome to the Créu Official Server! Below are important rules and information to follow, please read every section thoroughly. Staff enforce these rules on a case-by-case basis to keep the Server safe and respectful. If you do not want to agree to these terms, do not use this Server. <:creustickersflower:742246284332892170>"
    },
    "section1": {
        "color": 4692696,
        "title": ":blue_book: T.O.S/Privacy. <:creustickerthoughtful:742246023266697248>",
        "fields": [
            {
                "name": "1: General ToS",
                "value": "We need to comply with [Discord ToS](https://discord.com/new/terms) and so do you. Please also refer to the [Créu Official Website](https://creucat.com/terms-of-service) if you plan to use it! If you ever feel unjust on the Website or here, and are unable to contact any of the moderative staff on Discord, please reach out the [contact page](https://creucat.com/contact-us). We're always happy to help!"
            },
            {
                "name": "2: Age rule",
                "value": "If you are found to be under 13, due to Discord ToS we will have to kick you. <:creustickersad:726924232461910077> Once you’re at the right age to rejoin the server, we’re happy to welcome you back! <:wave:742259382531915856> <:creumojiparty:726929346501279856>"
            },
            {
                "name": "3: Changes",
                "value": "We can modify server rules at any time, without prior notice or liability. Please refer to this channel periodically. For big changes we will do our best to create announcements! Check the ToS of the Créu Official Website regularly as well. <:Curious:727751936375521281>"
            },
            {
                "name": "4: Staff",
                "value": "Staff are **NOT** exempt from the rules! We have to follow them just like everybody else and we aren’t allowed to abuse our powers. We want an enjoyable experience for everyone! <:creustickerheart:742246162131582986>"
            },
            {
                "name": "5: Personal info",
                "value": "Please refrain from posting any personal information (yours or others) to the Discord server! (ie. credit cards, driving licenses, anything that reveals your personal identity) as we’d rather you be safe! Any personal information will be deleted for your safety, unless under obligatory circumstances, such as required by Law."
            }
        ]
    },
    "section2": {
        "color": 7844437,
        "title": ":green_book: Content. <:Geek:727751892519878666>",
        "fields": [
            {
                "name": "1: Fanarts",
                "value": "Posting FanArt, artwork, reviews, creative ideas, proposals or other materials related to Créu Cat and other associated Intellectual Properties by PriVer to this server puts you in agreement with the Terms of Service and Privacy Policy on [creucat.com](https://creucat.com/) . Please review them carefully and periodically before submitting content related to Créu Cat and PriVer to this server. We have no obligation to pay compensation, respond or maintain in confidence any submission."
            },
            {
                "name": "2: Materials",
                "value": "Don’t post entire movies, music, games and other creative materials that aren’t in public domain or yours! <:creustickerconfused:742245864281604227> Posting anything pirated or stolen is not acceptable. Also please credit artists if you post art that isn’t yours! Claiming others’ art as your own will not be tolerated. We represent a community of supporting each other creatively!"
            },
            {
                "name": "3: Security",
                "value": "We have no control over, nor assume responsibility for any content, privacy policies, or practices of any third party websites or services that may be posted on our server! If a link is assumed harmful, it will be deleted in accordance with these rules."
            }
        ]
    },
    "section3": {
        "color": 14495300,
        "title": ":closed_book: General Etiquette. <:Gentleman:727752171562598420>",
        "fields": [
            {
                "name": "1: Language",
                "value": "Language that is NOT tolerated: anything sexual in nature, discriminatory, harmful, threatening, abusive, defamatory, obscene, hateful, and racially or ethnically offensive. Don’t be disrespectful in regards to devastating events, personal or public. Also, please hold off on profanity; even though Discord is PG-13, not everyone here would find it entertaining. When in doubt, a “spoiler alert” blurring your submission is highly encouraged, although it won’t exempt it from these rules."
            },
            {
                "name": "2: Explicit content",
                "value": "NSFW Images will NOT be tolerated, please watch what you post here, and be mindful towards others! <:creustickerhug:742246390381674514> If you do post things like nudity, inappropriate pictures or gore, your image will be deleted, and appropriate action may be taken."
            },
            {
                "name": "3: Muting",
                "value": "Please do listen to staff, both in writing and voice chat. Don’t excessively ping! You may ping us once or twice, but any further will force us to warn or mute you! Continuous profanity in the voice chat may also cause us to mute you (one or two times is understandable). We hold the right to ban/kick for any other miscellaneous reason as needed. :thumbsup: <:creumoji8D:726648783261139025>"
            },
            {
                "name": "4: Website",
                "value": "Breaching the terms on the Créu Official Website may also get you a ban here, without any prior notice nor liability, for any reason. This server is not exempt from the rules of the Website. <:creubyter:726613065868509204>"
            }
        ]
    }
}